Repository: marcinmajsc/StikDebug
Catalog: StikJIT/*.lproj/Localizable.strings
Languages: es, pl

source: The Developer Disk Image has not been mounted yet. Check in settings for more information.
es: La imagen de disco de desarrollador aún no se ha montado. Consulta la configuración para obtener más información.
pl: Obraz dysku dewelopera nie został jeszcze zamontowany. Sprawdź ustawienia, aby uzyskać więcej informacji.

source: Error Occurred While Executing the Default Script.
es: Ocurrió un error al ejecutar el script predeterminado.
pl: Wystąpił błąd podczas wykonywania domyślnego skryptu.

source: Starting Debug for %@
es: Iniciando depuración para %@
pl: Rozpoczynanie debugowania %@

source: script load error: %@
es: error al cargar el script: %@
pl: błąd ładowania skryptu: %@

source: Failed to Debug App
es: No se pudo depurar la aplicación
pl: Nie udało się debugować aplikacji

source: Either bundle ID or PID should be specified.
es: Se debe especificar el identificador del paquete o el PID.
pl: Należy podać identyfikator pakietu lub PID.

source: Debug process completed for %@
es: Proceso de depuración completado para %@
pl: Proces debugowania zakończony dla %@

source: StikDebug Theme Expansion
pl: Rozszerzenie motywów StikDebug

source: Theme Expansion is coming soon on this store.
pl: Rozszerzenie motywów wkrótce będzie dostępne w tym sklepie.

source: For now, you can continue using the default theme.
pl: Na razie możesz nadal korzystać z domyślnego motywu.

source: Unlock custom accent colors and dynamic backgrounds with the Theme Expansion.
pl: Odblokuj niestandardowe kolory akcentów i dynamiczne tła dzięki rozszerzeniu motywów.

source: One-time purchase • %@
pl: Jednorazowy zakup • %@

source: Purchasing…
pl: Kupowanie…

source: Unlock Theme Expansion
pl: Odblokuj rozszerzenie motywów

source: Contacting App Store…
pl: Łączenie z App Store…

source: Restore Purchase
pl: Przywróć zakup

source: Contacting the App Store…
pl: Łączenie z App Store…

source: Waiting for App Store information.
pl: Oczekiwanie na informacje z App Store.

source: Create your own themes with custom colors and motion.
pl: Twórz własne motywy z niestandardowymi kolorami i animacjami.

source: Create a Custom Theme
pl: Utwórz własny motyw

source: Preview
pl: Podgląd

source: Midnight Fade
pl: Nocne przejście

source: Neon Drift
pl: Neonowy dryf

source: Details
pl: Szczegóły

source: Theme Name
pl: Nazwa motywu

source: Style
pl: Styl

source: Colors
pl: Kolory

source: Add Color
pl: Dodaj kolor

source: Delete Theme
pl: Usuń motyw

source: New Theme
pl: Nowy motyw

source: Edit Theme
pl: Edytuj motyw

source: Untitled Theme
pl: Motyw bez nazwy

source: Light
pl: Jasny

source: Dark
pl: Ciemny

source: Static Gradient
pl: Statyczny gradient

source: Animated Gradient
pl: Animowany gradient

source: Floating Blobs
pl: Pływające kształty

source: Particle Field
pl: Pole cząsteczek

source: Default
pl: Domyślny

source: Obsidian
pl: Obsydian

source: Neon Pulse
pl: Neonowy puls

source: Haze
pl: Mgła

source: Stardust
pl: Gwiezdny pył

source: Aurora
pl: Zorza

source: Sunset
pl: Zachód słońca

source: Forest
pl: Las

source: Midnight
pl: Północ

source: Cyberwave
pl: Cyberfala

source: OK
es: Aceptar

source: Model: %@
es: Modelo: %@
