Repository: marcinmajsc/StikDebug
Catalog: StikJIT/*.lproj/Localizable.strings
Languages: es, pl

source: A new version (%@) is available. Please update to continue using the app.
es: Hay una nueva versión (%@) disponible. Actualiza para seguir usando la app.
pl: Dostępna jest nowa wersja (%@). Zaktualizuj, aby dalej korzystać z aplikacji.

source: AFC connect error
es: Error de conexión de AFC
pl: Błąd połączenia AFC

source: AFC open error
es: Error al abrir AFC
pl: Błąd otwierania AFC

source: AFC write error
es: Error de escritura de AFC
pl: Błąd zapisu AFC

source: Accent
es: Acento
pl: Akcent

source: Accent Color
es: Color de acento
pl: Kolor akcentu

source: Add to Favorites
es: Añadir a favoritos
pl: Dodaj do ulubionych

source: Advanced
es: Avanzado
pl: Zaawansowane

source: All Applications
es: Todas las aplicaciones
pl: Wszystkie aplikacje

source: An Error Occurred when Mounting the DDI Error Code: %d
es: Se produjo un error al montar el DDI Código de error: %d
pl: Wystąpił błąd podczas montowania DDI Kod błędu: %d

source: App Folder
es: Carpeta de la app
pl: Folder aplikacji

source: App List
es: Lista de aplicaciones
pl: Lista aplikacji

source: Appearance
es: Apariencia
pl: Wygląd

source: Are you connected to the internet? [Download Failed]
es: ¿Estás conectado a Internet? [Descarga fallida]
pl: Czy masz połączenie z internetem? [Pobieranie nie powiodło się]

source: Assign Script
es: Asignar script
pl: Przypisz skrypt

source: Behavior
es: Comportamiento
pl: Konfiguracja

source: Cancel
es: Cancelar
pl: Anuluj

source: Cannot connect to lockdown service
es: No se puede conectar al servicio lockdown
pl: Nie można połączyć się z usługą lockdown

source: Clear
es: Limpiar
pl: Wyczyść

source: Clear failed (code %d).
es: No se pudo limpiar (código %d).
pl: Czyszczenie nie powiodło się (kod %d).

source: Cleared simulation.
es: Simulación eliminada.
pl: Symulację wyczyszczono.

source: Connect
es: Conectar
pl: Połącz

source: Connect by App
es: Conectar por app
pl: Połącz według aplikacji

source: Connect by PID
es: Conectar por PID
pl: Połącz według PID

source: Check your connection and ensure your pairing file is valid and try again.
es: Comprueba tu conexión y asegúrate de que tu archivo de emparejamiento sea válido e inténtalo de nuevo.
pl: Sprawdź swoje połączenie, upewnij się, że plik parowania jest poprawny i spróbuj ponownie.

source: Connection Error
es: Error de conexión
pl: Błąd połączenia

source: Continue Anyway
es: Continuar de todos modos
pl: Kontynuuj mimo to

source: Copied
es: Copiado
pl: Skopiowano

source: Copy All (CSV)
es: Copiar todo (CSV)
pl: Kopiuj wszystko (CSV)

source: Copy All (Text)
es: Copiar todo (texto)
pl: Kopiuj wszystko (tekst)

source: Copy Bundle ID
es: Copiar Bundle ID
pl: Skopiuj Bundle ID

source: Copy ID
es: Copiar ID
pl: Kopiuj ID

source: Couldn’t read pairingFile.plist
es: No se pudo leer pairingFile.plist
pl: Nie można odczytać pairingFile.plist

source: Developer Disk Image not mounted
es: La imagen de disco de desarrollador no está montada
pl: Obraz dysku deweloperskiego niezamontowany

source: Device Info
es: Información del dispositivo
pl: Informacje o urządzeniu

source: Device info exported to CSV
es: Información del dispositivo exportada a CSV
pl: Informacje o urządzeniu wyeksportowano do CSV

source: Device refused IPA
es: El dispositivo rechazó el IPA
pl: Urządzenie odrzuciło plik IPA

source: Disabling this will hide app icons in the app list and may improve performance, while also giving it a more minimalistic look.
es: Desactivar esto ocultará los iconos de las apps en la lista y puede mejorar el rendimiento, además de darle un aspecto más minimalista.
pl: Wyłączenie tej opcji ukryje ikony aplikacji na liście i może poprawić wydajność, nadając jednocześnie bardziej minimalistyczny wygląd.

source: Dismiss
es: Cerrar
pl: Odrzuć

source: Display
es: Pantalla
pl: Wyświetlanie

source: Done
es: Listo
pl: Gotowe

source: Double-tap to select. Swipe for actions, long-press for options.
es: Toca dos veces para seleccionar. Desliza para acciones, mantén pulsado para opciones.
pl: Dotknij dwukrotnie, aby wybrać. Przesuń, aby zobaczyć akcje, przytrzymaj, aby otworzyć opcje.

source: Downloaded %@ to %@
es: Se descargó %@ en %@
pl: Pobrano %@ do %@

source: Enter a Process ID
es: Introduce un ID de proceso
pl: Wprowadź identyfikator procesu

source: Error
pl: Błąd

source: Error changing app icon: %@
es: Error al cambiar el icono de la app: %@
pl: Błąd podczas zmiany ikony aplikacji: %@

source: Error copying file
es: Error al copiar el archivo
pl: Błąd podczas kopiowania pliku

source: Error copying file: %@
es: Error al copiar el archivo: %@
pl: Błąd kopiowania pliku: %@

source: Error downloading file from %@: %@
es: Error al descargar el archivo desde %@: %@
pl: Błąd pobierania pliku z %@: %@

source: Error removing invalid pairing file: %@
es: Error al eliminar el archivo de emparejamiento no válido: %@
pl: Błąd usuwania nieprawidłowego pliku parowania: %@

source: Error saving file: %@
es: Error al guardar el archivo: %@
pl: Błąd zapisu pliku: %@

source: Export
es: Exportar
pl: Eksportuj

source: Export Complete
es: Exportación completa
pl: Eksport zakończony

source: Export Failed
es: La exportación falló
pl: Eksport nie powiódł się

source: Failed to connect to Heartbeat (%d). Are you connected to WiFi or is Airplane Mode enabled? Cellular data isn’t supported. Please launch the app at least once with WiFi enabled. After that, you can switch to cellular data to turn on the VPN, and once the VPN is active you can use Airplane Mode.
es: No se pudo conectar a Heartbeat (%d). ¿Estás conectado a Wi‑Fi o tienes activado el modo avión? Los datos móviles no son compatibles. Abre la app al menos una vez con Wi‑Fi activado. Después podrás cambiar a datos móviles para encender la VPN y, una vez activa, usar el modo avión.
pl: Nie udało się połączyć z Heartbeat (%d). Czy masz połączenie z Wi‑Fi lub włączony tryb samolotowy? Dane komórkowe nie są obsługiwane. Uruchom aplikację przynajmniej raz z włączonym Wi‑Fi. Później możesz przełączyć się na dane komórkowe, aby włączyć VPN, a po jego aktywacji użyć trybu samolotowego.

source: Failed to fetch device info
es: No se pudo obtener la información del dispositivo
pl: Nie udało się pobrać informacji o urządzeniu

source: Failed to import file
es: No se pudo importar el archivo
pl: Nie udało się zaimportować pliku

source: Failed to import file: %@
es: No se pudo importar el archivo: %@
pl: Nie udało się zaimportować pliku: %@

source: Failed to open app folder
es: No se pudo abrir la carpeta de la app
pl: Nie udało się otworzyć folderu aplikacji

source: Failed to read pairing file: %d
es: No se pudo leer el archivo de emparejamiento: %d
pl: Nie udało się odczytać pliku parowania: %d

source: Favorite
es: Favorito
pl: Dodaj do ulubionych

source: Fetch Error
es: Error al obtener
pl: Błąd pobierania

source: Fetching device info…
es: Obteniendo información del dispositivo…
pl: Pobieranie informacji o urządzeniu…

source: File copied successfully!
es: ¡Archivo copiado correctamente!
pl: Plik skopiowano pomyślnie!

source: Go to Settings → Developer Disk Image and ensure it’s mounted.
es: Ve a Ajustes → Imagen de disco de desarrollador y asegúrate de que esté montada.
pl: Przejdź do Ustawienia → Obraz dysku deweloperskiego i upewnij się, że jest zamontowany.

source: Heartbeat Error
es: Error de Heartbeat
pl: Błąd Heartbeat

source: Heartbeat started successfully: %@
es: Heartbeat se inició correctamente: %@
pl: Heartbeat uruchomiono pomyślnie: %@

source: Help
es: Ayuda
pl: Pomoc

source: Home
es: Inicio
pl: Strona Główna

source: IPA unreadable
es: IPA ilegible
pl: Plik IPA nieczytelny

source: Import Failed
es: La importación falló
pl: Import nie powiódł się

source: Import New Pairing File
es: Importar nuevo archivo de emparejamiento
pl: Importuj nowy plik parowania

source: Import Pairing File
es: Importar archivo de emparejamiento
pl: Importuj plik parowania

source: Import your device’s pairing file to begin.
es: Importa el archivo de emparejamiento de tu dispositivo para comenzar.
pl: Aby rozpocząć, zaimportuj plik parowania swojego urządzenia.

source: Import your device’s pairing file to get started.
es: Importa el archivo de emparejamiento de tu dispositivo para empezar.
pl: Zaimportuj plik parowania swojego urządzenia, aby rozpocząć.

source: Import your pairing file to get started.
es: Importa tu archivo de emparejamiento para empezar.
pl: Aby rozpocząć zaimportuj plik parowania

source: Important for iOS 26+
es: Importante para iOS 26+
pl: Ważne dla iOS 26+

source: Important notice for iOS 26 and later. Limited compatibility; improvements are ongoing.
es: Aviso importante para iOS 26 y posteriores. Compatibilidad limitada; seguimos mejorando.
pl: Ważna informacja dla iOS 26 i nowszych. Ograniczona kompatybilność; ulepszenia są w toku.

source: I Understand
es: Entiendo
pl: Rozumiem

source: Initialization Failed
es: La inicialización falló
pl: Inicjalizacja nie powiodła się

source: Install-proxy error
es: Error de install-proxy
pl: Błąd install-proxy

source: Installed Apps
es: Aplicaciones instaladas
pl: Zainstalowane aplikacje

source: Invalid IP address
es: Dirección IP no válida
pl: Nieprawidłowy adres IP

source: Invalid Pairing File
es: Archivo de emparejamiento no válido
pl: Nieprawidłowy plik parowania

source: Invalid URL: %@
es: URL no válida: %@
pl: Nieprawidłowy adres URL: %@

source: Invalid XML data
es: Datos XML no válidos
pl: Nieprawidłowe dane XML

source: Keep App Open
es: Mantén la app abierta
pl: Pozostaw aplikację otwartą

source: Learn how to create and import your pairing file.
es: Aprende a crear e importar tu archivo de emparejamiento.
pl: Dowiedz się, jak utworzyć i zaimportować plik parowania.

source: Limited compatibility on iOS 26 and later. Some apps may not function as expected yet. We’re actively improving support over time.
es: Compatibilidad limitada en iOS 26 y posteriores. Algunas apps pueden no funcionar como se espera todavía. Estamos mejorando el soporte con el tiempo.
pl: Ograniczona kompatybilność z iOS 26 i nowszym. Niektóre aplikacje mogą jeszcze nie działać zgodnie z oczekiwaniami. Stale poprawiamy wsparcie.

source: Loading…
es: Cargando…
pl: Ładowanie…

source: Local only
es: Solo local
pl: Tylko lokalnie

source: Location Simulator
es: Simulador de ubicación
pl: Symulator lokalizacji

source: Long-press on the map or search above to pick a location.
es: Mantén pulsado el mapa o busca arriba para elegir una ubicación.
pl: Przytrzymaj mapę lub skorzystaj z wyszukiwania powyżej, aby wybrać lokalizację.

source: Mount the Developer Disk Image in Settings.
es: Monta la imagen de disco de desarrollador en Ajustes.
pl: Zamontuj obraz dysku deweloperskiego w Ustawieniach

source: Need support? Join the Discord!
es: ¿Necesitas ayuda? ¡Únete al Discord!
pl: Potrzebujesz pomocy? Dołącz do Discorda!

source: No Debuggable App Found
es: No se encontró ninguna aplicación depurable
pl: Nie znaleziono aplikacji możliwej do debugowania

source: No debuggable app found. Ensure the app is signed for development.
es: No se encontró ninguna app depurable. Asegúrate de que la app esté firmada para desarrollo.
pl: Nie znaleziono aplikacji możliwej do debugowania. Upewnij się, że aplikacja jest podpisana certyfikatem deweloperskim.

source: No info available
es: No hay información disponible
pl: Brak dostępnych informacji

source: No pairing file detected
es: No se detectó ningún archivo de emparejamiento
pl: Nie wykryto pliku parowania

source: No valid PID on the clipboard.
es: No hay un PID válido en el portapapeles.
pl: Brak prawidłowego PID w schowku.

source: Not supported
es: No compatible
pl: Nieobsługiwane

source: Off
es: Desactivado
pl: Wyłączony

source: On
es: Activado
pl: Włączony

source: Open Console
es: Abrir consola
pl: Otwórz konsolę

source: Pairing File
es: Archivo de emparejamiento
pl: Plik parowania

source: Pairing File Added
es: Archivo de emparejamiento añadido
pl: Dodano plik parowania

source: Pairing File Guide
es: Guía del archivo de emparejamiento
pl: Przewodnik po pliku parowania

source: Pairing file required
es: Se requiere archivo de emparejamiento
pl: Wymagany plik parowania

source: Pairing file successfully imported
es: Archivo de emparejamiento importado correctamente
pl: Plik parowania został pomyślnie zaimportowany

source: Pairing file unreadable
es: Archivo de emparejamiento ilegible
pl: Plik parowania nieczytelny

source: Parse Error
es: Error de análisis
pl: Błąd parsowania

source: Paste
es: Pegar
pl: Wklej

source: Performance Mode Off
es: Modo rendimiento desactivado
pl: Tryb wydajności wyłączony

source: Performance Mode On
es: Modo rendimiento activado
pl: Tryb wydajności włączony

source: Picture in Picture
es: Imagen en imagen
pl: Obraz w obrazie

source: Please enter a positive number.
es: Introduce un número positivo.
pl: Wprowadź liczbę dodatnią.

source: Processing pairing file…
es: Procesando archivo de emparejamiento…
pl: Przetwarzanie pliku parowania…

source: Proceeding Without Connection
es: Continuar sin conexión
pl: Kontynuowanie bez połączenia

source: Recents
es: Recientes
pl: Ostatnie

source: Reload
es: Recargar
pl: Odśwież

source: Remove
es: Eliminar
pl: Usuń

source: Remove Favorite
es: Eliminar favorito
pl: Usuń z ulubionych

source: Removed invalid pairing file
es: Se eliminó el archivo de emparejamiento no válido
pl: Usunięto nieprawidłowy plik parowania

source: Reset
es: Restablecer
pl: Resetuj

source: Run Default Script After Connecting
es: Ejecutar el script predeterminado después de conectar
pl: Uruchom domyślny skrypt po połączeniu

source: Save
es: Guardar
pl: Zapisz

source: Saved
es: Guardado
pl: Zapisano

source: Scripts
pl: Skrypty

source: Search device info…
es: Buscar información del dispositivo…
pl: Szukaj informacji o urządzeniu…

source: Search for a place
es: Buscar un lugar
pl: Wyszukaj miejsce

source: Select New File
es: Seleccionar nuevo archivo
pl: Wybierz nowy plik

source: Select Pairing File
es: Seleccionar archivo de emparejamiento
pl: Wybierz plik parowania

source: Select an app to start debugging.
es: Selecciona una app para empezar a depurar.
pl: Wybierz aplikację, aby rozpocząć debugowanie.

source: Selected Coordinates
es: Coordenadas seleccionadas
pl: Wybrane współrzędne

source: Settings
es: Ajustes
pl: Ustawienia

source: Share…
es: Compartir…
pl: Udostępnij…

source: Simulate
es: Simular
pl: Symuluj

source: Simulation failed (code %d).
es: La simulación falló (código %d).
pl: Symulacja nie powiodła się (kod %d).

source: Simulation running…
es: Simulación en curso…
pl: Symulacja w toku…

source: Source file does not exist.
es: El archivo de origen no existe.
pl: Plik źródłowy nie istnieje.

source: StikDebug runs entirely on-device. No data leaves your device.
es: StikDebug se ejecuta completamente en el dispositivo. Ningún dato sale de tu dispositivo.
pl: StikDebug działa całkowicie na urządzeniu. Żadne dane nie opuszczają twojego urządzenia.

source: StikJIT only supports 17.4 and above. Your device is running iOS/iPadOS %@
es: StikJIT solo es compatible con la versión 17.4 o superior. Tu dispositivo ejecuta iOS/iPadOS %@
pl: StikJIT obsługuje tylko wersję 17.4 i wyższe. Twoje urządzenie działa na iOS/iPadOS %@

source: StikDebug will not function as expected if you choose to continue.
es: StikDebug no funcionará como se espera si decides continuar.
pl: StikDebug nie będzie działał zgodnie z oczekiwaniami, jeśli zdecydujesz się kontynuować.

source: Success
es: Éxito
pl: Sukces

source: System Logs
es: Registros del sistema
pl: Dzienniki systemowe

source: TCP provider error
es: Error del proveedor TCP
pl: Błąd dostawcy TCP

source: The pairing file is invalid or expired. Please select a new pairing file.
es: El archivo de emparejamiento no es válido o ha caducado. Selecciona un nuevo archivo de emparejamiento.
pl: Plik parowania jest nieprawidłowy lub wygasł. Wybierz nowy plik parowania.

source: Theme
es: Tema
pl: Motyw

source: Tips
es: Consejos
pl: Wskazówki

source: Toggle Performance Mode
es: Alternar modo rendimiento
pl: Przełącz tryb wydajności

source: Tools
es: Herramientas
pl: Narzędzia

source: Try Again
es: Volver a intentar
pl: Spróbuj ponownie

source: Unable to create device provider
es: No se puede crear el proveedor del dispositivo
pl: Nie można utworzyć dostawcy urządzenia

source: Unable to start lockdown session
es: No se puede iniciar la sesión de lockdown
pl: Nie można uruchomić sesji lockdown

source: Unfavorite
es: Quitar de favoritos
pl: Usuń z ulubionych

source: Unknown
es: Desconocido
pl: Nieznane

source: Unknown (%d)
es: Desconocido (%d)
pl: Nieznane (%d)

source: Unknown init error (%d)
es: Error de inicio desconocido (%d)
pl: Nieznany błąd inicjalizacji (%d)

source: Unsupported OS Version
es: Versión de iOS no compatible
pl: Nieobsługiwana wersja systemu

source: Update Now
es: Actualizar ahora
pl: Zaktualizuj teraz

source: Update Required
es: Actualización requerida
pl: Wymagana aktualizacja

source: Username
es: Nombre de usuario
pl: Nazwa użytkownika

source: Version %@ • iOS %@ • %@
es: Versión %@ • iOS %@ • %@
pl: Wersja %@ • iOS %@ • %@

source: View Logs
es: Ver registros
pl: Wyświetl logi

source: Welcome, %@
es: Bienvenido, %@
pl: Witamy, %@

source: You can turn off the VPN in the Settings app.
es: Puedes desactivar la VPN en la app Ajustes.
pl: Możesz wyłączyć VPN w aplikacji Ustawienia.

source: Your device is ready. Tap Reload to fetch info.
es: Tu dispositivo está listo. Toca Recargar para obtener la información.
pl: Urządzenie jest gotowe. Stuknij Odśwież, aby pobrać informacje.

source: Your simulation will stop if the app goes to the background. Please keep the app open to continue.
es: La simulación se detendrá si la app pasa a segundo plano. Mantén la app abierta para continuar.
pl: Symulacja zatrzyma się, jeśli aplikacja przejdzie w tło. Pozostaw ją otwartą, aby kontynuować.

source: e.g. 1234
es: p. ej. 1234
pl: np. 1234

source: failed
es: falló
pl: nie powiodła się

source: ✓ Pairing file successfully imported
es: ✓ Archivo de emparejamiento importado correctamente
pl: ✓ Plik parowania został pomyślnie zaimportowany

source: App became active – restarting heartbeat
es: La app se activó: reiniciando Heartbeat
pl: Aplikacja stała się aktywna – ponowne uruchamianie Heartbeat

source: Continue
es: Continuar
pl: Kontynuuj

source: Copy Filename
es: Copiar nombre de archivo
pl: Kopiuj nazwę pliku

source: Copy Path
es: Copiar ruta
pl: Kopiuj ścieżkę

source: Create
es: Crear
pl: Utwórz

source: Creating new tunnel configuration
es: Creando una nueva configuración de túnel
pl: Tworzenie nowej konfiguracji tunelu

source: Delete Script?
es: ¿Eliminar script?
pl: Usunąć skrypt?

source: DNS lookups succeeded: Apple -> %@, Control -> %@
es: Búsquedas DNS correctas: Apple -> %@, Control -> %@
pl: Wyszukiwania DNS zakończone powodzeniem: Apple -> %@, Control -> %@

source: Failed to read pairing file: %@
es: No se pudo leer el archivo de emparejamiento: %@
pl: Nie udało się odczytać pliku parowania: %@

source: Filename
es: Nombre de archivo
pl: Nazwa pliku

source: Import
es: Importar
pl: Importuj

source: Import a file or choose None.
es: Importa un archivo o elige Ninguno.
pl: Zaimportuj plik lub wybierz Brak.

source: Network tunnel start initiated
es: Inicio del túnel de red solicitado
pl: Rozpoczęto uruchamianie tunelu sieciowego

source: New
es: Nuevo
pl: Nowy

source: New Script
es: Nuevo script
pl: Nowy skrypt

source: No existing tunnel configuration found
es: No se encontró ninguna configuración de túnel existente
pl: Nie znaleziono istniejącej konfiguracji tunelu

source: No scripts available
es: No hay scripts disponibles
pl: Brak dostępnych skryptów

source: No scripts found
es: No se encontraron scripts
pl: Nie znaleziono skryptów

source: On‑device debugger
es: Depurador en el dispositivo
pl: Debugger na urządzeniu

source: Pairing file not found!
es: ¡Archivo de emparejamiento no encontrado!
pl: Nie znaleziono pliku parowania!

source: Search scripts…
es: Buscar scripts…
pl: Szukaj skryptów…

source: Set Default
es: Establecer como predeterminado
pl: Ustaw jako domyślny

source: StikDebug is an on‑device debugger designed specifically for self‑developed apps. It helps streamline testing and troubleshooting without sending any data to external servers.
es: StikDebug es un depurador en el dispositivo diseñado específicamente para apps desarrolladas por ti. Ayuda a agilizar las pruebas y la solución de problemas sin enviar ningún dato a servidores externos.
pl: StikDebug to debugger działający na urządzeniu, zaprojektowany specjalnie dla własnych aplikacji. Ułatwia testowanie i rozwiązywanie problemów bez wysyłania jakichkolwiek danych na zewnętrzne serwery.

source: StikDebug's Local Network Tunnel
es: Túnel de red local de StikDebug
pl: Tunel sieci lokalnej StikDebug

source: Tap New or Import to get started.
es: Toca Nuevo o Importar para comenzar.
pl: Stuknij Nowy lub Importuj, aby rozpocząć.

source: Thanks for installing the app. This brief introduction will help you get started.
es: Gracias por instalar la app. Esta breve introducción te ayudará a comenzar.
pl: Dziękujemy za zainstalowanie aplikacji. To krótkie wprowadzenie pomoże Ci zacząć.

source: The next step will prompt you to allow VPN permissions. This is necessary for the app to function properly. The VPN configuration allows your device to securely connect to itself — nothing more. No data is collected or sent externally; everything stays on your device.
es: El siguiente paso te pedirá que permitas permisos de VPN. Esto es necesario para que la app funcione correctamente. La configuración de VPN permite que tu dispositivo se conecte de forma segura consigo mismo, nada más. No se recopilan ni envían datos externamente; todo permanece en tu dispositivo.
pl: W kolejnym kroku zostaniesz poproszony o przyznanie uprawnień VPN. Jest to konieczne, aby aplikacja działała prawidłowo. Konfiguracja VPN pozwala Twojemu urządzeniu bezpiecznie połączyć się samo ze sobą — i nic ponadto. Żadne dane nie są zbierane ani wysyłane na zewnątrz; wszystko pozostaje na Twoim urządzeniu.

source: Tunnel configuration saved successfully
es: La configuración del túnel se guardó correctamente
pl: Konfiguracja tunelu została zapisana pomyślnie

source: VPN status updated: %@
es: Estado de la VPN actualizado: %@
pl: Zaktualizowano stan VPN: %@

source: Welcome!
es: ¡Te damos la bienvenida!
pl: Witamy!

source: Why VPN permission?
es: ¿Por qué el permiso de VPN?
pl: Dlaczego uprawnienia VPN?

source: Load App Icons
es: Cargar iconos de aplicaciones
pl: Wczytaj ikony aplikacji

source: Loaded existing tunnel configuration
es: Se cargó la configuración de túnel existente
pl: Wczytano istniejącą konfigurację tunelu

source: Updating existing tunnel configuration
es: Actualizando la configuración de túnel existente
pl: Aktualizowanie istniejącej konfiguracji tunelu

source: StikJIT starting up
es: StikJIT iniciándose
pl: Uruchamianie StikJIT

source: %lld Errors
es: %lld errores
pl: %lld błędów

source: Copy
es: Copiar
pl: Kopiuj

source: iOS Version: %@
es: Versión de iOS: %@
pl: Wersja iOS: %@

source: Device: %@
es: Dispositivo: %@
pl: Urządzenie: %@

source: Exit
es: Salir
pl: Zakończ

source: Console Logs
es: Registros de la consola
pl: Dzienniki konsoli

source: Created
es: Creado
pl: Utworzono

source: Delete
es: Eliminar
pl: Usuń

source: Are you sure you want to delete %@? This cannot be undone.
es: ¿Seguro que quieres eliminar %@? Esto no se puede deshacer.
pl: Czy na pewno chcesz usunąć %@? Tej operacji nie można cofnąć.

source: Failed to get device list: %@
es: No se pudo obtener la lista de dispositivos: %@
pl: Nie udało się pobrać listy urządzeń: %@

source: Device Not Mounted
es: Dispositivo no montado
pl: Urządzenie nie zostało zamontowane
